<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>이용약관</title>
<link rel="stylesheet" href="${pageContext.request.contextPath}/css/common.css">
</head>
<body>
<jsp:include page="/WEB-INF/views/common/header.jsp"/>
<h2>서비스 이용 약관</h2>
<div style="overflow:auto;width:900px;height:800px;border:1px solid black;" >
<h3>제 1조 (목 적)</h3>

이 이용약관(이하 '약관'이라 합니다)은 ㈜에브리타임(이하 '회사'라 합니다)이 제공하는 서비스와 관련하여 회사와 이용 고객(이하 '회원'이라 합니다)간에 서비스 이용 조건 및 절차, 이용에 관한 제반 사항과 기타 필요한 사항을 규정함을 목적으로 합니다.
                                                            
<h3>제 2 조 (용어의 정의)</h3>

(1) 이 약관에서 사용하는 용어의 정의는 다음과 같습니다.
  - '회원'이라 함은 이 약관에 동의하고 서비스를 이용하는 이용 고객을 말합니다.
  - ‘서비스’라 함은 구현되는 단말기(PC, 휴대형단말기 등 각종 유무선 장치를 포함)와 상관없이 ‘이용 고객’이 이용할 수 있는 회사가 제공하는 제반의 서비스로
    에브리타임 도메인(http://www.thinkpool.com/ )의 웹사이트 및 회사가 운영을 담당하고 있는 웹사이트 또는 다양한 응용프로그램(어플리케이션, 앱)을 의미합니다.
  - '이용계약'이라 함은 이 약관을 포함하여 서비스 이용과 관련하여 회사와 회원 간에 체결하는 모든 계약을 말합니다.
  - '아이디(ID)'라 함은 회원의 식별 및 서비스 이용을 위하여 회원의 신청에 따라 이용 고객별로 부여하는 고유한 문자와 숫자의 조합을 말합니다.
  - '비밀번호'라 함은 아이디로 식별되는 회원의 본인 여부를 검증하기 위하여 회원이 설정하여 회사에 등록한 고유의 문자와 숫자의 조합을 말합니다.
  - '해지'라 함은 회사 또는 회원이 이용계약을 해약하는 것을 말합니다.
  - ‘게시물’이라 함은 ‘회원’이 ‘서비스’를 이용함에 있어 ‘서비스상’에 게시한 부호ㆍ문자ㆍ음성ㆍ음향ㆍ화상ㆍ동영상 등의 정보 형태의 글, 사진, 동영상 및 각종
    파일과 링크 등을 의미합니다.
  - ‘에브리타임 웹사이트’라 함은 에브리타임 도메인(http://www.thinkpool.com/)으로 제공되는 웹사이트를 말합니다.<br>

(2) 이 약관에서 사용하는 용어 중 제1항에서 정하지 아니한 것은 관계 법령 및 서비스별 안내에서 정하는 바에 따르며, 그 외에는 일반 관례에 따릅니다.
                                                            
<h3>제 3 조 (이용약관의 효력 및 변경)</h3>

(1) 이 약관은 온라인으로 공시하고 회원의 동의와 회사의 승낙으로 효력을 발생하며, 합리적인 사유가 발생할 경우 회사는 전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제에 관한 법률, 전자거래기본법, 전자서명법, 정보통신망이용촉진 등에 관한 법률, 방문판매 등에 관한 법률, 소비자보호법 등 관련법을 위배되지 않는 범위 안에서 개정할 수 있습니다. 개정된 약관은 정당한 절차에 따라 에브리타임 웹사이트를 통해 공지함으로써 효력을 발휘합니다.<br>

(2) 회원은 정기적으로 에브리타임 웹사이트를 방문하여 약관의 변경사항을 확인하여야 하며, 변경된 약관에 대한 정보를 알지 못해 발생하는 회원의 피해는 회사에서 책임지지 않습니다.<br>

(3) 회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 에브리타임 웹사이트 초기화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다.<br>

(4) 회사가 제3항에 따라 개정약관을 공지하면서 회원에게 약관 변경 적용일까지 거부의사를 표시하지 않으면 의사표시가 표명된 것으로 본다는 뜻을 공지하였음에도 불구하고 회원이 명시적으로 거부의사를 표시하지 아니하는 경우 회원이 개정약관에 동의한 것으로 보고 개정약관 공지 이전에 기가입한 회원에 대해서도 약관조항이 소급되어 적용됩니다.<br>

(5) 회원은 변경된 약관에 동의하지 아니하는 경우 서비스의 이용을 중단하고 이용계약을 해지(탈퇴)할 수 있습니다<br>

(6) 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제 등에 관한 법률, 공정거래위원회가 정하는 전자상거래 등에서의 소비자보호지침 및 관계법령 또는 상관례를 따릅니다.<br>
                                                            
<h3>제 4 조 (약관 외 준칙)</h3>

회사는 필요한 경우 서비스 내의 개별항목에 대하여 개별약관 또는 운영원칙(이하 '서비스별 안내'라 합니다)를 정할 수 있으며, 이 약관과 서비스별 안내의 내용이 상충되는 경우에는 서비스별 안내의 내용을 우선하여 적용합니다.
                                                            
<h3>5 조 (이용계약의 성립)</h3>

(1) 이용계약은 이용 고객의 이용계약 내용에 대한 동의와 이용신청에 대하여 회사의 이용승낙으로 성립합니다.<br>

(2) 이용계약에 대한 동의와 정보제공의 동의는 이용신청 당시 신청서 상의 '동의' 버튼을 누름으로써 의사표시를 합니다.<br>

(3) 제휴사의 서비스를 통하여 회사에 대해 고객 정보 제공에 동의를 한 이용 고객은 회사의 이용약관 및 회사의 개인정보취급방침에 동의한 것으로 간주하며, 제7조 및 개인정보 취급방침에 의해 보호, 사용되어집니다.<br>

(4) 회사는 가입신청자의 신청에 대하여 서비스 이용의 승낙을 원칙으로 하나, 다음 각 호에 해당하는 신청에 대하여는 승낙을 하지 않거나 사후 이용계약을 해지할 수 있습니다.<br>
    ① 가입신청자가 이 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우, 단 회사의 회원 재가입 승낙을 얻은 경우에는 예외로 함<br>
    ② 허위의 정보를 기재하거나, 회사가 제시하는 내용을 기재하지 않은 경우<br>
    ③ 이용 고객의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하며 신청하는 경우<br>
(5) 회사는 서비스 이용의 상황에 따라 전문기관을 통한 실명확인 및 본인인증을 요청할 수 있습니다.<br>

(6) 회사는 회원에 대하여 영화 및 비디오물의 진흥에 관한 법률 및 청소년보호법 등에 따른 등급 및 연령 준수를 위해 이용제한이나 등급별 제한을 할 수 있습니다.<br>
                                                            
<h3>제 6 조 (서비스 이용 신청)</h3>

(1) 회원으로 가입하여 서비스를 이용하고자 하는 이용 고객은 회사에서 요청하는 제반 정보(아이디, 비밀번호, 이름, 연락처 등)를 제공하여야 합니다.<br>

(2) 회원가입은 반드시 본인의 진정한 정보를 통하여만 가입할 수 있으며 회사는 회원이 등록한 정보에 대하여 확인조치를 할 수 있습니다. 회원은 회사의 확인조치에 대하여 적극 협력하여야 하며, 만일 이를 준수하지 아니할 경우 회사는 회원이 등록한 정보가 부정한 것으로 처리할 수 있습니다.<br>

(3) 회원은 반드시 회원 본인의 정보를 제공하여야만 서비스를 이용할 수 있으며, 타인의 정보를 도용하거나 허위의 정보를 등록하는 등 본인의 진정한 정보를 등록하지 않은 회원은 서비스 이용과 관련하여 아무런 권리를 주장할 수 없으며, 관계 법령에 따라 처벌받을 수 있습니다.<br>

(4) 회사는 회원에 대하여 이용시간, 이용회수, 서비스 메뉴 등을 세분하여 이용에 차등을 둘 수 있습니다.<br>
                                                            
<h3>제 7 조 (개인정보의 보호 및 사용)</h3>

(1) 회사는 관계 법령이 정하는 바에 따라 회원의 개인정보를 보호하기 위해 노력합니다. 개인정보의 보호 및 사용에 대해서는 관련 법령 및 회사의 개인정보 취급방침이 적용됩니다. 단, 회사의 공식 사이트 이외의 링크된 사이트에서는 회사의 개인정보 취급방침이 적용되지 않습니다. 또한, 회원은 비밀번호 등이 타인에게 노출되지 않도록 철저히 관리해야 하며 회사는 회원의 귀책사유로 인해 노출된 정보에 대해서 책임을 지지 않습니다.<br>

(2) 회사는 서비스 제공을 위해 최소한의 정보를 수집을 원칙으로 하며, 가입 경로 및 방법에 따라 추가 정보를 선택적으로 수집할 수 있습니다.<br>

(3) 제공된 개인정보는 당해 회원의 동의없이 목적 외의 이용이나 제3자에게 제공할 수 없으며, 이에 대한 모든 책임은 회사에서 집니다. 단, 다음의 경우는 예외로 합니다.<br>
    ① 서비스 제공에 따른 요금정산을 위하여 필요한 경우<br>
    ② 명의 및 신용카드 도용방지를 위하여 본인확인에 필요한 경우<br>
    ③ 서비스를 이용하여 타인에게 정신적, 물질적 피해를 줌으로써 그에 대한 법적인 조치를 취하기 위하여 개인정보를 공개해야 한다고 판단되는 충분한 근거가 있는 경우<br>
    ④ 기타 법에 의해 요구된다고 선의로 판단되는 경우<br>
       (ex. 관련법에 의거 적법한 절차에 의한 정부/수사기관의 요청이 있는 경우 등)<br>
    ⑤ 기타 회사가 시행하는 이벤트 응모 또는 부가서비스 제공을 위해 제휴한 업체와의 업무수행에 필요한 최소한의 범위 이용<br>

(4) 회원은 언제든지 회사가 가지고 있는 자신의 개인정보에 대해 열람 및 오류정정을 요구할 수 있으며 회사는 이에 대해 지체 없이 필요한 조치를 취할 의무를 집니다. 회원이 오류의 정정을 요구한 경우에는 회사는 그 오류를 정정할 때까지 당해 개인정보를 이용하지 않습니다.<br>

(5) 회사는 개인정보 보호를 위하여 관리자를 한정하여 그 수를 최소화하며 회원의 개인정보의 분실, 도난, 유출, 변조 등으로 인한 회원의 손해에 대하여 모든 책임을 집니다.<br>

(6) 회사는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는 당해 개인정보를 지체 없이 파기합니다.
</div>
</body>
</html>